[
    {
        "name": "Rationale",
        "text": "Shenton College Deaf Education Centre can enrol a diverse range of Deaf and Hard of Hearing students in the school, who can then access the services and facilities of Shenton College. In order for these students to view audio/visual texts, it is necessary for all such texts to be captioned."
    },
    {
        "name": "Policy Statement",
        "text": "It is the policy of Shenton College Deaf Education Centre and Shenton College that all media that is shown in the classroom is to be captioned. Teachers shall, at all times, ensure that only captioned videos or DVDs are shown in classes with Deaf or Hard of Hearing students.\nIf you have a video or DVD that you would like captioned, or if you would like to source a captioned video or DVD on a given topic, please contact the captioning office of the Deaf Education Centre."
    },
    {
        "name": "Background",
        "text": "The Deaf Education Centre provides a service to all teachers to ensure that it is possible for teachers to obtain a captioned copy of any video/DVD/media file.\nThe Deaf Education Centre has a library of DVDs and MP4 format media available.\nMany DVDs are commercially available with closed or open captions. Either way, they can be shown to the students. The Deaf Education Centre has information on what DVDs are available commercially.\nIf the DVD/media is not available through any of these means, the Deaf Education Centre can caption a copy of the media. The school must have a purchased copy of the DVD before we can make another copy for captioning."
    },
    {
        "name": "Access to the Curriculum",
        "text": "Schools are now mandated to comply with the Disability Discrimination Act 1992 and the Disability Standards for Education 2005. The Act and Standards place an obligation on schools to ensure that all students who are Deaf or hard of hearing are provided with equitable access to the curriculum. Measures for compliance with the Standards include the availability of materials in a format that is appropriate for the student. (Disability Standards for Education 2005 sections 5.2 (1) and 6.2 (1)).\nThe Disability Standards for Education 2005 also places an obligation on schools to ensure that students are not disadvantaged by the time taken for conversion of materials into alternative accessible formats. (Disability Standards for Education 2005 section 6.3(c)).\nIn addition the Standards provide for staff to be informed of the availability of specialised services to enable them to assist students to access these services. (Disability Standards for Education 2005 section 7.3(a)).\nIn reference to the Disability Standards for Education 2005 schools may already be able to meet these obligations because many commercially produced DVDs come with pre-installed captions/subtitles. However there are still a number of items being used in schools which do not have this feature."
    },
    {
        "name": "Procedures",
        "text": [
            {
                "title": "Deaf Education Library",
                "body": "To make use of captioned media from the Deaf Education Centre, please contact the Shenton College Deaf Education Captioning Office."
            },
            {
                "title": "Getting a Television Program Recorded",
                "body": "Free to air television programmes are now viewed through ClickView 24/7. Captioning staff can upload any programme with television subtitles, within a fortnight of the broadcast."
            },
            {
                "title": "Obtaining a Commercial Copy",
                "body": "When purchasing a commercial DVD, every endeavour should be made to purchase a captioned version of the product.If you have not been able to purchase a captioned version, see the captioning office, as they may be able to suggest other venues from which to purchase."
            },
            {
                "title": "Getting Existing Media Captioned",
                "body": "Captioning is a time-consuming process so schools/teachers need to give at least two weeks’ notice of items requiring captioning, particularly if the item is longer than 30 minutes. Once completed, media will be accessed through this site."
            }
        ]
    }
]
